[
    {
        "id": 1,
        "titre": "La Ricaneuse",
        "auteure": "Eric Dupont",
        "description": "Saga familiale montréalaise qui prend racine dans les fermes au pied du mont Royal où se cultive le melon brodé à la fin du 19e siècle, La Ricaneuse navigue entre Mary Gallagher, célèbre fantôme de Griffintown, le tavernier Charles McKiernan, ami des démunis et montreur d’ours, et un mystérieux enfant prophète qui produit des dessins futuristes. ",
        "sujet": "Littérature Québécoise",
        "prix": 35.95,
        "image": "laricaneuse.jpg",
        "date_creation": null,
        "date_modification": null
    },
    {
        "id": 2,
        "titre": "Cent ans d’amour",
        "auteure": "Janette Bertrand",
        "description": "Janette Bertrand, notre Janette, aura très bientôt 100 ans. Pour souligner un siècle d'amour, elle nous offre sa vision de la vieillesse ainsi que ses réflexions sur l'âgisme et sur les difficultés de vieillir, mais aussi, et surtout, sur les petits plaisirs du grand âge.",
        "sujet": "Quebecois Divers",
        "prix": 24.95,
        "image": "centansdamour.jpg",
        "date_creation": null,
        "date_modification": null
    },
    {
        "id": 3,
        "titre": "La Nuit de ta disparition",
        "auteure": "Victoria Charlton, Alexandre Soubliere",
        "description": "Après avoir retrouvé les têtes des victimes du tueur Robert Peters, Mackenzie s'envole pour Paris. Mais son voyage est écourté par des révélations troublantes entourant le suicide de sa mère. Celle-ci a-t-elle vraiment mis fin à ses jours ? Pour faire toute la lumière sur cette affaire, Mackenzie se rend chez sa tante à Sainte-Marie-de-Beauce, où les effets personnels de sa mère sont entreposés.",
        "sujet": "Roman Policier",
        "prix": 27.95,
        "image": "lanuitdetadisparition.jpg",
        "date_creation": null,
        "date_modification": null
    },
    {
        "id": 4,
        "titre": "Entre nous : mieux se connaître, mieux s'aimer",
        "auteure": "Sophie Gregoire Trudeau",
        "description": "ENTRE NOUS est un livre axé sur la connaissance de soi. Il explore l’importance de mieux comprendre nos émotions et les mécanismes de notre personnalité afin de maintenir une bonne santé mentale tant sur le plan individuel que collectif. ENTRE NOUS nous donne accès à la science derrière la santé du cerveau, met en lumière nos signatures émotionnelles uniques et puise à même les histoires personnelles de l’autrice, qui partage avec les lecteurs différents aspects de son propre cheminement.",
        "sujet": "Psychologie Populaire",
        "prix": 39.95,
        "image": "entrenous.jpg",
        "date_creation": null,
        "date_modification": null
    },
    {
        "id": 5,
        "titre": "Jamais plus",
        "auteure": "Collen Hoover",
        "description": "Entre un père violent et une mère soumise, Lily Blossom Bloom n'a pas eu une enfance très facile, mais elle a su s'en sortir, et est à l'aube de réaliser le rêve de sa vie, ouvrir une boutique de fleurs à Boston. Elle rencontre un neurochirurgien, Ryle, visiblement aussi attiré par elle qu'elle l'est par lui. Le chemin de Lily semble tracé.",
        "sujet": "Littérature Sentimentale",
        "prix": 12.95,
        "image": "jamaisplus.jpg",
        "date_creation": null,
        "date_modification": null
    },
    {
        "id": 6,
        "titre": "Tenir Debout",
        "auteure": "Melissa Da Costa",
        "description": " Le nouveau roman de Mélissa Da Costa nous plonge au cœur de l'intimité d'un couple en miettes et affronte, avec une force inouïe, la réalité de l'amour, du désespoir, et la soif de vivre, malgré les épreuves.",
        "sujet": "Littérature Francaise",
        "prix": 36.95,
        "image": "tenirdebout.jpg",
        "date_creation": null,
        "date_modification": null
    },
    {
        "id": 7,
        "titre": "Les Yeux de Mona",
        "auteure": "Thomas Schlesser",
        "description": "Cinquante-deux semaines : c'est le temps qu'il reste à Mona pour découvrir toute la beauté du monde. . C'est le temps que s'est donné son grand-père, un homme érudit et fantasque, pour l'initier, chaque mercredi après l'école, à une œuvre d'art, avant qu'elle ne perde, peut-être pour toujours, l'usage de ses yeux.",
        "sujet": "Littérature Francaise",
        "prix": 36.95,
        "image": "lesyeuxdemona.jpg",
        "date_creation": null,
        "date_modification": null
    },
    {
        "titre": "Loup gris",
        "auteure": "Louise Penny",
        "description": "Des appels téléphoniques incessants perturbent la tranquillité d’une chaude matinée d’août à Three Pines. Armand Gamache s’obstine à ne pas répondre, bien qu’il sache qui est à l’autre bout du fil.",
        "sujet": "Sujet par défaut ou champ supplémentaire",
        "prix": "39.95",
        "image": "default.jpg",
        "date_creation": "2024-11-07T06:33:12.281438Z",
        "date_modification": "2024-11-07T06:33:12.281452Z"
    }
   
]